Repository: 5axes/CustomSupportCylinder
Catalog: resources/i18n/*/customsupport.po
Languages: fr_fr

# @label
source: Remove All
fr_fr: Supprimer Tous

# @info:label
source: Info modification current profile '
fr_fr: Information modification du profil actuel Paramètre '

# @info:label
source: ' parameter New value :
fr_fr: ' Nouvelle Valeur :

# @info:label
source: Skirt
fr_fr: Jupe

# @info:title
source: Warning ! Custom Supports Cylinder
fr_fr: Attention ! Supports Custom Cylindrique

# @info:label
source: Info modification support_type new value : Everywhere
fr_fr: Info modification support_type nouvelle valeur : Partout

# @label
source: Remove Last
fr_fr: Supprimer Derniers

# @label
source: Custom Supports Cylinder
fr_fr: Supports Custom Cylindrique

# @info:tooltip
source: Add 6 types of custom support
fr_fr: Ajouter 6 types de support personnalisé

# @label
source: Cylinder
fr_fr: Cylindre

# @label
source: Abutment
fr_fr: Contrefort

# @label
source: Freeform
fr_fr: Forme libre

# @label
source: Custom
fr_fr: Personnalisé

# @label
source: Size
fr_fr: Taille

# @label
source: Max Size
fr_fr: Taille maxi

# @label
source: Interior Size
fr_fr: Taille intérieure

# @option:check
source: Define as Model
fr_fr: Définir comme Modèle

# @option:check
source: Set on Y direction
fr_fr: Orienter selon Y

# @option:check
source: Set on Main direction
fr_fr: Orienter direction principale

# @option:check
source: Rotate 180°
fr_fr: Rotation 180°

# @option:check
source: Auto Orientation
fr_fr: Orientation automatique

# @option:check
source: Scaling in main Directions
fr_fr: Echelle selon directions principales

# @option:check
source: Equalize heights
fr_fr: Égaliser les hauteurs
